;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Version: 4.02
; Update: 2018-08-16
;
[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET


Information=Confirmation
Warning=Warning
Error=Error
Confirm=Confirmation
pmCheckMsg=Auto Check News
pmforum=Forum
pmHelp=Online Help
pmContact=Contact Us
pmHome=Homepage
pmCheckNew=Check for Updates
pmLang=Languages
pmAbout=About us
pmRestore=Recover this item
pmselectall=Select All
pmselectnone=Select None
pmselectinvert=Invert Selection
FrmFRMain.lblTree.caption=File Directory
FrmFRMain.btnlikeit.caption=Like it
FrmFRMain.btnfeedback.caption=Suggestion and Feedback
FrmFRMain.btnsearch.caption=Scan
FrmFRMain.btnrestore.caption=Recover
FrmFRMain.btnsearchcancel.caption=Cancel
FrmFRMain.btnemail.hint=Share Wise Data Recovery with friends
FrmFRMain.btnfacebook.hint=Like WiseCleaner on Facebook
FrmFRMain.btntwitter.hint=Share Wise Data Recovery on Twitter
;
; About
;
FrmFRAbout.caption=About
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Current Version:
FrmFRAbout.lblemail.caption=Support Email:
FrmFRAbout.lblhome.caption=Homepage:
FrmFRAbout.lblthank.caption=Thanks to the following people for their contributions:

[Edit]
pmcut=Cut
pmcopy=Copy
pmpaste=Paste
pmdelete=Delete
pmselectall=Select all

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
ButtonDelete=Delete

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=File Name
FrmFRMain.lstFile.headitems[1]=File Size
FrmFRMain.lstFile.headitems[2]=Last Modified
FrmFRMain.lstFile.headitems[3]=Recoverability
FrmFRMain.lstFile.headitems[4]=Path
Scanning=Scanning...
Filtering=Filtering...
KeyWord=Input Keywords
Images=Images
Audios=Audios
Videos=Videos
Document=Documents
Compressed=Compressed Files
Email=Emails
AllFiles=All Files
AllFolders=All Folders
SelectDir=Please select a folder to save recovered data
NoSameDrive=Please choose another drive to recover to avoid data overwriting.
ScanStopped=The scan has been canceled.
Good=Good
Poor=Poor
VeryPoor=Very Poor
Lost=Lost
ItemList=Found %d files.


[message]
OpenPreview=Show preview
ClosePreview=Close preview
NoPreview=No preview available.
NoNewVer=Congratulations, the version you are using is the latest one!
RecoveryDone=Data Recovery has finished.
TranslateTo=Translate into...
NewVer=A new version of Wise Data Recovery is available! Do you want to upgrade it now?
